Repository: Volemak/wp-hotelier-languages-pack
Catalog: packs/wp-hotelier-*.po
Languages: it_it

source: Cheatin&#8217; huh?
it_it: Stai barando eh?

source: Error %d: Unable to create reservation. Please try again.
it_it: Errore %d: Impossibile creare prenotazione. Riprova.

source: First name
it_it: Nome

# placeholder
source: First name
it_it: Nome

source: Last name
it_it: Cognome

# placeholder
source: Last name
it_it: Cognome

source: Email address
it_it: Indirizzo email

# placeholder
source: Email address
it_it: Indirizzo email

source: Telephone
it_it: Telefono

# placeholder
source: Telephone
it_it: Telefono

source: Country
it_it: Stato

# placeholder
source: Country
it_it: Stato

source: Address
it_it: Indirizzo

# placeholder
source: Street address
it_it: Via/Piazza/Strada

# placeholder
source: Apartment, suite, unit etc. (optional)
it_it: Appartamento, suite, unità ecc (opzionale)

source: Town / City
it_it: Città

# placeholder
source: Town / City
it_it: Città

source: State / County
it_it: Provincia

# placeholder
source: State / County
it_it: Provincia

source: Postcode / Zip
it_it: C.A.P. / Codice Postale

# placeholder
source: Postcode / Zip
it_it: C.A.P. / Codice Postale

source: Your estimated time of arrival
it_it: Arrivo previsto stimato

source: Time is for %s time zone
it_it: Orario relativo al fuso orario di %s

source: I don't know
it_it: Non lo so

source: Special requests
it_it: Richieste speciali

source: Special requests cannot be guaranteed but we will do our best to meet your needs.
it_it: Le richieste speciali non possono essere garantite, ma faremo del nostro meglio per soddisfare le vostre esigenze.

source: Book now & pay deposit
it_it: Prenota ora & paga il deposito

source: Book now
it_it: Prenota ora

source: Send request
it_it: Invia richiesta

source: We were unable to process your reservation, please try again.
it_it: Non siamo stati in grado di elaborare la prenotazione, si prega di riprovare.

source: Sorry, your session has expired. <a href="%s" class="htl-backward">Return to homepage</a>
it_it: Spiacenti, la tua sessione è scaduta. <a href=“%s” class=“htl-backward”>Torna alla homepage</a>

source: is a required field.
it_it: è un campo richiesto.

source: is not a valid email address.
it_it: non è un indirizzo di posta elettronica valido.

source: is not a valid number.
it_it: non è un numero valido.

source: is not a valid phone number.
it_it: non è un numero di telefono valido.

source: You must accept our Terms &amp; Conditions.
it_it: Devia accettare i nostri Termini & Condizioni.

source: Invalid payment method.
it_it: Metodo di pagamento non valido.

source: List of available rooms <a href="%s">here</a>
it_it: Elenco delle camere disponibili <a href="%s">qui</a>

source: Get cart should not be called before the wp_loaded action.
it_it: Get cart non deve essere richiamata prima dell'azione wp_loaded.

source: %s has been removed from your cart because it can no longer be reserved. Please contact us if you need assistance.
it_it: %s è stata rimossa dal tuo carrello perché non può più essere prenotata. Per favore contattaci se vuoi assistenza.

source: Sorry, this room is not available on the given dates.
it_it: Siamo spiacenti, questa camera non è disponibile nelle date indicate.

source: Sorry, this room does not exists.
it_it: Siamo spiacenti, questa camera non esiste.

source: Sorry, this room cannot be reserved.
it_it: Siamo spiacenti, questa camera non può essere prenotata.

source: Sorry, we do not have enough "%s" available to fulfill your reservation. Please select another room or reduce the quantity and try again. We apologise for any inconvenience caused.
it_it: Siamo spiacenti, non abbiamo abbastanza "%s" disponibili per soddisfare la vostra prenotazione. Si prega di selezionare un'altra stanza o di ridurre la quantità e riprovare. Ci scusiamo per gli eventuali disagi causati.

source: None
it_it: Nessuno

source: Name
it_it: Nome

source: Guest details
it_it: Dati ospite

source: Your details
it_it: I tuoi dettagli

source: Please select at least one room.
it_it: Seleziona almeno una stanza.

source: Reservation already cancelled.
it_it: Prenotazione già annullata.

source: Your reservation includes a non cancellable and non refundable room and it cannot be cancelled.
it_it: La tua prenotazione include una camera non cancellabile e non rimborsabile e non può essere annullata.

source: Reservation cancelled by guest.
it_it: Prenotazione annullata dall'ospite.

source: Your reservation has been cancelled.
it_it: La tua prenotazione è stata annullata.

source: Your reservation can no longer be cancelled. Please contact us if you need assistance.
it_it: La tua prenotazione non può più essere annullata. Contattaci se hai bisogno di assistenza.

source: Invalid reservation.
it_it: Prenotazione non valida.

# datepicker_selected
source: Your stay:
it_it: Il vostro soggiorno:

# datepicker_night
source: Night
it_it: Notte

# datepicker_nights
source: Nights
it_it: Notti

# datepicker_apply
source: Close
it_it: Chiudi

# datepicker_error_more
source: Date range should not be more than 1 night
it_it: L'intervallo di date non dovrebbe essere più di 1 notte

# datepicker_error_more_plural
source: Date range should not be more than %d nights
it_it: L'intervallo di date non dovrebbe essere più di %d notti

# datepicker_error_less
source: Date range should not be less than 1 night
it_it: L'intervallo di date non dovrebbe essere meno di 1 notte

# datepicker_error_less_plural
source: Date range should not be less than %d nights
it_it: L'intervallo di date non dovrebbe essere meno di %d notti

# datepicker_info_more
source: Please select a date range longer than 1 night
it_it: Si prega di selezionare un intervallo di date più lungo di 1 notte

# datepicker_info_more_plural
source: Please select a date range longer than %d nights
it_it: Si prega di selezionare un intervallo di date più lungo di %d notti

# datepicker_info_range
source: Please select a date range between %d and %d nights
it_it: Si prega di selezionare un intervallo di date tra %d e %d notti

# datepicker_info_default
source: Please select a date range
it_it: Seleziona un intervallo di date

source: Pets are not allowed.
it_it: Gli animali non sono ammessi.

# Page slug
source: available-rooms
it_it: camere-disponibili

# Page title
source: Available rooms
it_it: Camere disponibili

# Page slug
source: booking
it_it: prenotazione

# Page title
source: Booking
it_it: Prenotazione

source: View Hotelier settings
it_it: Visualizza impostazioni Hotelier

source: Settings
it_it: Impostazioni

source: View Easy WP Hotelier documentation
it_it: Visualizza documentazione Easy WP Hotelier

source: Docs
it_it: Documentazione

# room post type name
source: Rooms
it_it: Camere

# singular room post type name
source: Room
it_it: Camera

source: Add New
it_it: Aggiungi nuovo

source: Add New Room
it_it: Aggiungi nuova camera

source: Edit Room
it_it: Modifica camera

source: New Room
it_it: Nuova camera

source: All Rooms
it_it: Tutte le camere

source: View Room
it_it: Vedi camera

source: Search Rooms
it_it: Cerca camere

source: No Rooms found
it_it: Nessuna camera trovata

source: No Rooms found in Trash
it_it: Nessuna camera nel cestino

# room post type menu name
source: Rooms
it_it: Camere

# post type general name
source: Reservations
it_it: Prenotazioni

# post type singular name
source: Reservation
it_it: Prenotazione

source: Add Reservation
it_it: Aggiungi prenotazione

source: Add New Reservation
it_it: Aggiungi nuova prenotazione

source: Edit
it_it: Modifica

source: Edit Reservation
it_it: Modifica prenotazione

source: New Reservation
it_it: Nuova prenotazione

source: View Reservation
it_it: Visualizza prenotazione

source: Search Reservations
it_it: Cerca prenotazioni

source: No Reservations found
it_it: Nessuna prenotazione trovata

source: No Reservations found in Trash
it_it: Nessuna prenotazione nel cestino

source: Parent Reservation
it_it: Prenotazione genitore

# admin menu name
source: Reservations
it_it: Prenotazioni

source: This is where hotel reservations are stored.
it_it: Il luogo in cui vengono salvate le prenotazioni dell'hotel.

# Reservation status
source: Pending Payment
it_it: In attesa di pagamento

source: Pending Payment <span class="count">(%s)</span>
it_it: In attesa di pagamento <span class="count">(%s)</span>

# Reservation status
source: On Hold
it_it: In attesa

source: On Hold <span class="count">(%s)</span>
it_it: In attesa <span class="count">(%s)</span>

# Reservation status
source: Confirmed
it_it: Confermata

source: Confirmed <span class="count">(%s)</span>
it_it: Confermata <span class="count">(%s)</span>

# Reservation status
source: Completed
it_it: Completata

source: Completed <span class="count">(%s)</span>
it_it: Completata <span class="count">(%s)</span>

# Reservation status
source: Cancelled
it_it: Cancellata

source: Cancelled <span class="count">(%s)</span>
it_it: Cancellata <span class=“count”>(%s)</span>

# Reservation status
source: Failed
it_it: Non riuscita

source: Failed <span class="count">(%s)</span>
it_it: Non riuscita <span class="count">(%s)</span>

source: Room Categories
it_it: Categorie camere

source: Room Category
it_it: Categoria camera

source: Categories
it_it: Categorie

source: Search Room Categories
it_it: Ricerca categorie camere

source: All Room Categories
it_it: Tutte le categorie di camere

source: Edit Room Category
it_it: Modifica categoria camera

source: Update Room Category
it_it: Aggiorna categoria camera

source: Add New Room Category
it_it: Aggiungi nuova categoria camera

source: New Room Category Name
it_it: Nuovo nome categoria camera

# taxonomy general name
source: Rates
it_it: Tariffe

# taxonomy singular name
source: Rate
it_it: Tariffa

# admin menu name
source: Rates
it_it: Tariffe

source: Search Rates
it_it: Ricerca tariffe

source: All Rates
it_it: Tutte le tariffe

source: Edit Rate
it_it: Modifica tariffa

source: Update Rate
it_it: Aggiorna tariffa

source: Add New Rate
it_it: Aggiungi nuova tariffa

source: New Rate Name
it_it: Nuovo nome tariffa

# taxonomy general name
source: Facilities
it_it: Servizi

# taxonomy singular name
source: Facility
it_it: Servizio

# admin menu name
source: Facilities
it_it: Servizi

source: Search Facilities
it_it: Ricerca servizi

source: All Facilities
it_it: Tutti i servizi

source: Edit Facility
it_it: Modifica servizio

source: Update Facility
it_it: Aggiorna servizio

source: Add New Facility
it_it: Aggiungi nuovo servizio

source: New Facility Name
it_it: Nuovo nome servizio

source: Room updated. <a href="%s">View Room</a>
it_it: Camera aggiornata. <a href="%s">Vedi camera</a>

source: Custom field updated.
it_it: Campo personalizzato aggiornato.

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: Room updated.
it_it: Camera aggiornata.

source: Room restored to revision from %s
it_it: Camera ripristinata a revisione da %s

source: Room published. <a href="%s">View Room</a>
it_it: Camera pubblicata. <a href="%s">Vedi camera</a>

source: Room saved.
it_it: Camera salvata.

source: Room submitted. <a target="_blank" href="%s">Preview Room</a>
it_it: Camera inserita. <a target="_blank" href="%s">Anteprima camera</a>

source: Room scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Room</a>
it_it: Camera pianificata per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima camera</a>

source: Room draft updated. <a target="_blank" href="%s">Preview Room</a>
it_it: Bozza camera salvata. <a target="_blank" href="%s">Anteprima camera</a>

source: Reservation updated.
it_it: Prenotazione aggiornata.

source: Reservation restored to revision from %s
it_it: Prenotazione ripristinata a revisione da %s

source: Reservation saved.
it_it: Prenotazione salvata.

source: Reservation submitted.
it_it: Prenotazione inserita.

source: Reservation scheduled for: <strong>%1$s</strong>.
it_it: Prenotazione pianificata per: <strong>%1$s</strong>.

source: Reservation draft updated.
it_it: Bozza prenotazione salvata.

source: Reservation updated and email sent.
it_it: Prenotazione aggiornata e email inviata.

source: Pay reservation
it_it: Paga la prenotazione

source: Reservation received
it_it: Prenotazione ricevuta

source: Error: Trying to change the status from %1$s to %2$s. %1$s reservations cannot be restored or modified.
it_it: Errore: tentativo di modificare lo stato da %1$s a %2$s. Prenotazioni %1$s non possono essere ripristinate o modificate.

source: Reservation status changed from %s to %s.
it_it: Stato prenotazione cambiato da %s a %s.

source: Subtotal:
it_it: Totale parziale:

source: Paid Deposit:
it_it: Deposito versato:

source: Required Deposit:
it_it: Deposito richiesto:

source: Payment Method:
it_it: Metodo di pagamento:

source: Total Due:
it_it: Totale dovuto:

source: Total:
it_it: Totale:

source: Deposit Due Now:
it_it: Deposito dovuto ora:

source: Hotel Manager
it_it: Amministratore Hotel

# price
source: Price: %s
it_it: Prezzo: %s

source: Rates from %s per night
it_it: A partire da %s per notte

source: %s per night
it_it: %s per notte

# min_price
source: From %s
it_it: Da %s

source: This room is protected and cannot be reserved.
it_it: Questa camera è protetta e non può essere prenotata.

source: Day
it_it: Giorno

source: Cost
it_it: Costo

source: US Dollars (&#36;)
it_it: Dollari Americani (&#36;)

source: Euros (&euro;)
it_it: Euro (&euro;)

source: Pounds Sterling (&pound;)
it_it: Sterline Britanniche (&pound;)

source: Australian Dollars (&#36;)
it_it: Dollari Australiani (&#36;)

source: Brazilian Real (R&#36;)
it_it: Real Brasiliani (R&#36;)

source: Canadian Dollars (&#36;)
it_it: Dollari Canadesi (&#36;)

source: Czech Koruna
it_it: Corone Ceche

source: Danish Krone
it_it: Corone Danesi

source: Hong Kong Dollar (&#36;)
it_it: Dollari di Hong Kong (&#36;)

source: Hungarian Forint
it_it: Fiorino Ungherese

source: Israeli Shekel (&#8362;)
it_it: Shekel Israeliani (&#8362;)

source: Japanese Yen (&yen;)
it_it: Yen Giapponesi (&yen;)

source: Malaysian Ringgits
it_it: Ringgit Malesi

source: Mexican Peso (&#36;)
it_it: Pesos Messicani (&#36;)

source: New Zealand Dollar (&#36;)
it_it: Dollari Neozelandesi (&#36;)

source: Norwegian Krone
it_it: Corone Norvegesi

source: Philippine Pesos
it_it: Pesos Filippini

source: Polish Zloty
it_it: Zloty Polacchi

source: Singapore Dollar (&#36;)
it_it: Dollari di Singapore (&#36;)

source: Swedish Krona
it_it: Corone Svedesi

source: Swiss Franc
it_it: Franchi Svizzeri

source: Taiwan New Dollars
it_it: Nuovi Dollari di Taiwan

source: Thai Baht (&#3647;)
it_it: Baht Tailandesi

source: Indian Rupee (&#8377;)
it_it: Rupie Indiane

source: Turkish Lira (&#8378;)
it_it: Lire Turche (&#8378;)

source: Russian Rubles
it_it: Rublo Russo

source: Invalid reservation status
it_it: Stato di prenotazione non valido

source: Invalid reservation ID
it_it: ID prenotazione non valido

# Reservation status
source: Pending
it_it: In sospeso

source: Time limit reached.
it_it: Raggiunto il limite di tempo

source: Check-out date reached.
it_it: Data check-out raggiunta.

source: Placeholder
it_it: Segnaposto

source: Please check your dates.
it_it: Si prega di verificare le date.

source: %s nights minimum stay and %s nights maximum stay
it_it: Soggiorno minimo di %s notti e massimo %s notti

source: %s nights minimum stay
it_it: Soggiorno minimo di %s notti

source: %s night maximum stay
it_it: Soggiorno massimo di %s notte

source: Search results for: "%s"
it_it: Cerca risultati per: "%s"

source: &nbsp;&ndash; Page %s
it_it: &nbsp;&ndash; Pagina %s

source: Rooms archive
it_it: Archivio camere

source: required
it_it: richiesto

source: Calendar
it_it: Calendario

source: View Calendar
it_it: Visualizza calendario

source: Easy WP Hotelier Extensions & Themes
it_it: Easy WP Hotelier Estensioni & Temi

source: Extensions & Themes
it_it: Estensioni & Temi

source: Guests
it_it: Ospiti

source: Room Type
it_it: Tipo Camera

source: Available Today
it_it: Disponibili Oggi

source: Date
it_it: Data

source: %s room left
it_it: %s camera rimasta

source: No rooms left!
it_it: Nessuna camera rimasta!

source: Guest
it_it: Ospite

source: Nights
it_it: Notti

source: Status
it_it: Stato

source: This reservation cannot be restored because one or more rooms are no longer available on those dates.
it_it: Questa prenotazione non può essere ripristinata perché una o più camere non sono più disponibili in quelle date.

source: Please enter in decimal (%s) format without thousand separators.
it_it: Inserisci in formato decimale (%s) senza separatori delle migliaia.

source: Please enter in a value less than the regular price.
it_it: Inserisci un valore minore del prezzo base.

source: Are you sure you wish to proceed with this charge? This action cannot be undone.
it_it: Sei sicuro di voler procedere con questo addebito? Questa azione non può essere annullata.

source: Thank you for using <a href="%1$s" target="_blank">Easy WP Hotelier</a>! If you like it, please leave us a %2$s rating. Cheers :)
it_it: Grazie per usare <a href="%1$s" target="_blank">Easy WP Hotelier</a>! Se vi piace, lasciateci %2$s stelline. Ciao :)

source: Cancelled reservation
it_it: Prenotazione cancellata

source: {site_title} - Cancelled reservation #{reservation_number}
it_it: {site_title} - Prenotazione cancellata #{reservation_number}

source: Your reservation for {site_title}
it_it: La tua prenotazione per {site_title}

source: Confirmed reservation
it_it: Prenotazione confermata

source: Thank you for your reservation
it_it: Grazie per la tua prenotazione

source: Guest invoice
it_it: Fattura

source: Invoice for reservation #{reservation_number}
it_it: Fattura per la prenotazione #{reservation_number}

source: Request received
it_it: Richiesta ricevuta

source: New reservation
it_it: Nuova prenotazione

source: New hotel reservation
it_it: Nuova prenotazione hotel

source: {site_title} - New hotel reservation #{reservation_number}
it_it: {site_title} - Nuova prenotazione hotel #{reservation_number}

source: Pay deposit
it_it: Paga deposito

source: Hi there! Seems that this reservation does not require a deposit. Please contact us if you need assistance.
it_it: Salve! sembra che questa prenotazione non richieda un deposito. Contattaci se hai bisogno di assistenza.

source: Sorry, this reservation is invalid and cannot be paid for.
it_it: Siamo spiacenti, questa prenotazione non è valida e non può essere pagata.

source: Displays current rooms selected and booking details. Visible only in the "listing" and "booking" pages.
it_it: Consente di visualizzare le camere selezionate e i dettagli della prenotazione. Visibile solo nella "lista delle camere" e nella pagina di "prenotazione".

source: Hotelier Booking
it_it: Prenotazione Hotelier

source: Your stay
it_it: Il vostro soggiorno

source: Title
it_it: Titolo

source: Modify
it_it: Modifica

source: Rate: %s
it_it: Tariffa: %s

source: Total
it_it: Totale

source: A search box for rooms only.
it_it: Una casella di ricerca per le sole camere.

source: Hotelier Room Search
it_it: Hotelier Ricerca Camere

source: Search for:
it_it: Cerca per:

# placeholder
source: Search rooms&hellip;
it_it: Ricerca camere&hellip;

# label
source: Search for:
it_it: Cerca per:

# submit button
source: Search
it_it: Cerca

source: Displays a custom filter which lets you narrow down the list of rooms. Visible only in the "listing" page.
it_it: Visualizza un filtro personalizzato che consente di restringere l'elenco delle camere. Visibile solo nella "lista delle camere".

source: Hotelier Rooms Filter
it_it: Hotelier Filtro Camere

source: Refine results
it_it: Restringi i risultati

source: Max guests (type "0" to hide this filter)
it_it: Massimo di ospiti (digita "0" per nascondere questo filtro)

source: Max children (type "0" to hide this filter)
it_it: Massimo di bambini (digita "0" per nascondere questo filtro)

source: Room type
it_it: Tipologia di camera

source: Room rate
it_it: Tariffa camera

source: Children
it_it: Bambini

source: Display a list of rooms on your site.
it_it: Visualizzare un elenco di camere sul tuo sito.

source: Hotelier Rooms
it_it: Hotelier Camere

source: Rooms
it_it: Camere

source: Number of rooms to show
it_it: Numero di camere da mostrare

source: Order by?
it_it: Ordina per?

source: Category
it_it: Categoria

source: Category IDs
it_it: ID categorie

source: List of category IDs separated by commas (eg. 1,5,8). Works only when the order type is set to "Category"
it_it: Elenco di ID di categorie separati da virgole (ad es. 1,5,8). Funziona solo quando il tipo di ordine è impostato su "Categoria"

source: Room IDs
it_it: ID camere

source: List of room IDs separated by commas (eg. 1,5,8). Works only when the order type is set to "IDs"
it_it: Elenco di ID di camere separati da virgole (ad es. 1,5,8). Funziona solo quando il tipo di ordine è impostato su "IDs"

source: Licenses
it_it: Licenze

source: Enter your extension license keys here to receive updates for purchased extensions. If your license key has expired, please <a href="%s" target="_blank">renew your license</a>.
it_it: Inserisci le chiavi di licenza qui, per ricevere gli aggiornamenti per le estensioni acquistate. Se la licenza è scaduta, si prega di <a href="%s" target="_blank">rinnovare la licenza</a>.

source: Nonce verification failed
it_it: Verifica nonce non riuscita

source: Error
it_it: Errore

source: You have invalid or expired license keys for Easy WP Hotelier. Please go to the <a href="%s">Licenses page</a> to correct this issue.
it_it: Hai le chiavi di licenza non valide o scadute per Easy WP Hotelier. Si prega di andare alla <a href="%s">pagina delle licenze</a> per correggere questo problema.

source: Enter valid license key for automatic updates.
it_it: Inserire una chiave di licenza valida per gli aggiornamenti automatici.

source: Room Settings
it_it: Impostazioni Camera

source: Room Gallery
it_it: Galleria Camera

source: Room Short Description
it_it: Breve Descrizione Camera

source: Reservation Settings
it_it: Impostazioni Prenotazione

source: Save Reservation
it_it: Salva Prenotazione

source: Reservation Notes
it_it: Note Prenotazione

source: Address 1
it_it: Indirizzo 1

source: Address 2
it_it: Indirizzo 2

source: Estimated arrival time
it_it: Arrivo previsto stimato

source: Reservation
it_it: Prenotazione

source: Reservation #%d details
it_it: Dettagli prenotazione #%d

source: Booking mode
it_it: Modalità di prenotazione

source: (created by admin)
it_it: (creato dall'amministratore)

source: Payment via %s
it_it: Pagamento tramite %s

source: Transaction ID:
it_it: ID transazione:

source: General details
it_it: Dettagli generali

source: Reservation status:
it_it: Stato della prenotazione:

source: Guest notes
it_it: Note ospite

source: Added on %1$s at %2$s
it_it: Aggiunto il %1$s alle %2$s

source: There are no notes yet.
it_it: Non ci sono ancora note.

source: Resend reservation emails.
it_it: Invia di nuovo email di prenotazione.

source: Send email
it_it: Invia email

source: Delete Permanently
it_it: Elimina permanentemente

source: Move to Trash
it_it: Sposta nel cestino

source: Save reservation
it_it: Salva prenotazione

source: %s email notification manually sent.
it_it: %s email di notifica inviata manualmente.

source: Delete image
it_it: Cancella immagine

source: Delete
it_it: Elimina

source: Add images to room gallery
it_it: Aggiungi immagini alla galleria della camera

source: Add to gallery
it_it: Aggiungi alla galleria

source: Add room gallery images
it_it: Aggiungi immagini alla galleria della camera

source: Room type:
it_it: Tipo di camera:

source: Standard room
it_it: Camera standard

source: Variable room
it_it: Camera variabile

source: Guests:
it_it: Ospiti:

source: Children:
it_it: Bambini:
