Repository: Volemak/wp-hotelier-languages-pack
Catalog: packs/wp-hotelier-*.po
Languages: it_it

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
it_it: Il server non ha né fsockopen né cURL abilitati - PayPal IPN ed altri script che comunicano con gli altri server non funzioneranno. Rivolgersi al fornitore di hosting.

source: Your server does not have the DOMDocument class enabled - Some extensions may not work without DOMDocument
it_it: Il server non ha la classe DOMDocument abilitata - Alcune estensioni potrebbero non funzionare senza DOMDocument

source: To allow logging, make <code>%s</code> writable or define a custom <code>HTL_LOG_DIR</code>.
it_it: Per consentire i log, rendete <code>%s</code> accessibile in scrittura o definite un valore di <code>HTL_LOG_DIR</code> personalizzato.

source: Easy WP Hotelier Settings
it_it: Impostazioni Easy WP Hotelier

source: General
it_it: Generale

source: Rooms & reservations
it_it: Camere & prenotazioni

source: Seasonal prices
it_it: Prezzi stagionali

source: Tools
it_it: Strumenti

source: Your settings have been saved.
it_it: Impostazioni salvate.

source: The callback function used for the <strong>%s</strong> setting is missing.
it_it: La funzione di callback utilizzata per impostare <strong>%s</strong> manca.

source: PayPal settings
it_it: Impostazioni Paypal

source: PayPal standard sends customers to PayPal to enter their payment information. PayPal IPN requires <a href="%s">fsockopen/cURL</a> support to update bookings after payment.
it_it: PayPal Standard re-indirizza il cliente sul sito web di PayPal per inserire le informazioni di pagamento. PayPal IPN richiede il supporto di fsockopen/cURL per aggiornare lo status dell'ordine dopo il pagamento.

source: PayPal description
it_it: Descrizione di PayPal

source: The description the user sees during the booking.
it_it: La descrizione che l'utente vede al momento della prenotazione.

source: Pay with PayPal - The safer, easier way to pay online!
it_it: PayPal - Il modo più sicuro e semplice per pagare online!

source: Enable test mode.
it_it: Abilita modalità test.

source: While in test mode no live transactions are processed. To fully use test mode, you must have a PayPal sandbox (test) account.
it_it: Mentre sei in modalità test non vengono elaborate transazioni dal vivo. Per utilizzare completamente la modalità di test, è necessario disporre di un account sandbox (test) di PayPal.

source: Debug log
it_it: Log debug

source: Enable logging.
it_it: Abilita scrittura log.

source: Log PayPal events, such as IPN requests, inside <code>%s</code>
it_it: Log eventi PayPal, come ad esempio le richieste IPN, all'interno di <code>%s</code>

source: PayPal email
it_it: Email di PayPal

source: Enter your PayPal account's email.
it_it: Inserisci la email del tuo account PayPal.

source: PayPal page style
it_it: Stile pagina PayPal

source: Enter the name of the page style to use, or leave blank for default. These are defined within your PayPal account.
it_it: Inserire il nome dello stile di pagina da usare, o lasciare vuoto per usare l'impostazione predefinita. Gli stili pagina sono definiti dal tuo conto PayPal.

source: Supercharge your hotel website with extensions built specifically for Easy WP Hotelier.
it_it: Potenzia il sito web del tuo hotel con estensioni sviluppate appositamente per Easy WP Hotelier.

source: Premium extensions are special WordPress plugins that enhance, or extend, the core Easy WP Hotelier functionalities.
it_it: Estensioni premium sono speciali plugin per WordPress che migliorano, o estendono, le funzionalità di base di Easy WP Hotelier.

source: View extension
it_it: Visualizza estensione

source: Get this extension
it_it: Ottieni questa estensione.

source: Our catalog of Easy WP Hotelier Extensions can be found on Easy WP Hotelier here: <a href="%s">Easy WP Hotelier Extensions</a>
it_it: Il catalogo delle estensioni per Easy WP Hotelier può essere trovato su Easy WP Hotelier: <a href="%s">Estensioni di Easy WP Hotelier</a>

source: Booking calendar
it_it: Calendario prenotazioni

source: Today
it_it: Oggi

source: Go to date
it_it: Vai alla data

source: Room
it_it: Camera

source: Price
it_it: Prezzo

source: Qty
it_it: Quantità

source: Total charge
it_it: Addebito totale

source: Paid deposit
it_it: Anticipo versato

source: Deposit due
it_it: Deposito dovuto

source: Remain deposit charged manually (%s)
it_it: Deposito rimanente addebitato manualmente (%s)

source: Balance due
it_it: Saldo dovuto

source: Non-refundable
it_it: Non rimborsabile

source: Charge remain deposit
it_it: Addebita deposito rimanente

source: Mark as unpaid
it_it: Segna come non pagata

source: Mark as paid
it_it: Segna come pagata

source: Rate
it_it: Tariffa

source: Conditions:
it_it: Condizioni:

source: Special condition here
it_it: Condizioni speciali qui

source: Add new condition
it_it: Aggiungi una nuova condizione

source: Global
it_it: Globale

source: Price per day
it_it: Prezzo giornaliero

source: Seasonal price
it_it: Prezzo stagionale

source: Price:
it_it: Prezzo:

source: Regular price:
it_it: Prezzo normale:

source: Same price for all days of the week.
it_it: Stesso prezzo per tutti i giorni della settimana.

source: Sale price:
it_it: Prezzo scontato:

source: The regular price of the room per day.
it_it: Il prezzo normale della camera al giorno.

source: The sale price of the room per day.
it_it: Il prezzo scontato della camera al giorno.

source: Default price:
it_it: Prezzo predefinito:

source: Default room price. Used when no rules are found.
it_it: Prezzo predefinito. Usato quando non ci sono altre regole.

source: Price from %s to %s:
it_it: Prezzo da %s a %s:

source: There are no seasonal prices defined. Add some date ranges <a href="%1$s">here</a>.
it_it: Non ci sono prezzi stagionali definiti. Aggiungi alcuni intervalli di date <a href="%1$s">qui</a> .

source: Add new reservation
it_it: Aggiungi nuova prenotazione

source: Select room:
it_it: Seleziona la camera:

source: Remove room
it_it: Rimuovere camera

source: Add another room
it_it: Aggiungi un'altra camera

source: In order to create a reservation, you need to have at least one room.
it_it: Al fine di creare una prenotazione, è necessario disporre di almeno una stanza.

source: Create a new room <a href="%s">here</a>.
it_it: Creare una nuova stanza <a href="%s">qui</a> .

source: Log file: %s (%s)
it_it: File log: %s (%s)

source: View
it_it: Visualizza

source: There are currently no logs to view.
it_it: Non ci sono log da visualizzare attualmente.

source: Validation error: PayPal currencies do not match (code %s).
it_it: Errore di convalida: valute PayPal non corrispondono (codice %s).

source: Validation error: PayPal amounts do not match (gross %s).
it_it: Errore di convalida: quantità PayPal non corrispondono (lordo %s).

source: Validation error: PayPal IPN response from a different email address (%s).
it_it: Errore di convalida: risposta PayPal IPN da un altro indirizzo di posta elettronica (%s).

source: IPN payment completed
it_it: Pagamento IPN completato

source: Payment pending: %s
it_it: Pagamento in attesa: %s

source: Payment %s via IPN.
it_it: Pagamento %s via IPN.

source: There are some issues with the items in your cart (shown above). Please go back and resolve these issues before the booking.
it_it: Ci sono alcuni problemi con gli articoli nel carrello (vedi sopra). Si prega di tornare indietro e risolvere questi problemi prima di continuare con la prenotazione.

source: List of available rooms
it_it: Elenco di camere disponibili

source: Additional information
it_it: Informazioni aggiuntive

source: Payment method
it_it: Modalità di pagamento

source: Sorry, it seems that there are no available payment methods. Please contact us if you require assistance.
it_it: Spiacenti, sembra che non ci siano metodi di pagamento disponibili. Ti preghiamo di contattarci per richiedere assistenza.

source: Unfortunately your reservation cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
it_it: Purtroppo la tua prenotazione non può essere elaborato poiché l’istituto bancario ha rifiutato la transazione. Procedi con un nuovo tentativo.

source: Pay
it_it: Paga

source: This reservation has been cancelled. The reservation was as follows.
it_it: Questa prenotazione è stata cancellata. La prenotazione era come segue.

source: Thank you. Your reservation has been received.
it_it: Grazie. La sua prenotazione è stata ricevuta.

source: Booking details
it_it: Dettagli prenotazione

source: Your reservation
it_it: La tua prenotazione

source: View price breakdown
it_it: Visualizza riepilogo prezzi

source: Hide price breakdown
it_it: Nascondi riepilogo prezzi

source: Deposit due now:
it_it: Deposito dovuto ora:

source: Deposit due after confirm:
it_it: Deposito dovuto dopo la conferma:

source: This reservation includes a non-cancellable and non-refundable room. You will be charged the total price if you cancel your booking.
it_it: Questa prenotazione comprende una camera non cancellabile e non rimborsabile. Verrai addebitato dell'intero prezzo se annullerai la prenotazione.

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
it_it: Ho letto e accettato i <a href="%s" target="_blank">termini e condizioni</a>

source: The reservation #%d from %s has been cancelled. The reservation was as follows.
it_it: La prenotazione #%d di %s è stata cancellata. La prenotazione era la seguente.

source: Reservation number: %s
it_it: Numero di prenotazione: %s

source: Nights:
it_it: Notti:

source: View reservation
it_it: Visualizza prenotazione

source: You have received a reservation from %s.
it_it: Hai ricevuto una prenotazione da %s.

source: Guest address
it_it: Indirizzo ospite

source: Telephone:
it_it: Telefono:

source: Hello %s, your reservation has been cancelled. The reservation was as follows.
it_it: Ciao %s, la tua prenotazione è stata cancellata. La prenotazione era la seguente.

source: Hello %s, your reservation has been confirmed. Your reservation details are shown below for your reference.
it_it: Ciao %s, la tua prenotazione è stata confermata. I dati della prenotazione sono riportati di seguito per il vostro riferimento.

source: Hello %s, a reservation has been created for you on %s. To pay for this reservation please use the button below.
it_it: Ciao %s, la prenotazione è stata creata per te su %s. Per pagare la prenotazione si prega di utilizzare il pulsante qui sotto.

source: Hello %s, a reservation has been created for you on %s.
it_it: Ciao %s, la prenotazione è stata creata per te su %s.

source: Thank you, your booking request has been received and is now being processed. Your reservation details are shown below for your reference.
it_it: Grazie, la tua richiesta di prenotazione è stata ricevuta ed è attualmente in fase di elaborazione. I dati della prenotazione sono riportati di seguito per il vostro riferimento.

source: Check availability
it_it: Verifica disponibilità

source: Nr. rooms
it_it: Nr. camere

# Room quantity input tooltip
source: Qty
it_it: Quantità

source: No rooms were found matching your selection.
it_it: Non è stata trovata nessuna camera corrispondente alla tua selezione.

source: Posts navigation
it_it: Navigazione elenco degli articoli

source: Cancel reservation
it_it: Annulla prenotazione

source: Name:
it_it: Nome:

source: Reservation number:
it_it: Numero di prenotazione:

source: Date:
it_it: Data:

source: Special requests:
it_it: Richieste speciali:

source: Reservation details
it_it: Dettagli della prenotazione

source: We are sorry, there are no rooms available on your requested dates. Please try again with some different dates.
it_it: Siamo spiacenti, non ci sono camere disponibili nelle date richieste. Riprova con date differenti.

source: Reserve
it_it: Prenota

source: Show rates
it_it: Mostra tariffe

source: Hide rates
it_it: Nascondi tariffe

# selected_nights
source: %s-night stay
it_it: Soggiorno di %s notte

source: Room conditions
it_it: Condizioni camera

source: Deposit required
it_it: Deposito richiesto

source: Facilities
it_it: Servizi

source: View room gallery
it_it: Guarda la galleria della camera

source: Room details
it_it: Dettagli della camera

source: Room size:
it_it: Dimensioni camera:

source: See available rates
it_it: Vedi tariffe disponibili

source: Related rooms
it_it: Camere correlate

source: Available rates
it_it: Tariffe disponibili

source: View room details
it_it: Vedi dettagli camera

source: Nights: %s
it_it: Notti: %s

source: View reservation: %s
it_it: Vedi prenotazione: %s

source: Telephone: %s.
it_it: Telefono: %s.

source: Quantity: %s
it_it: Quantità: %s

source: Cost: %s
it_it: Costo: %s

source: Hello %s, a reservation has been created for you on %s. To pay for this reservation please use the following link: %s
it_it: Ciao %s, la prenotazione è stata creata per te su %s. Per pagare la prenotazione si prega di utilizzare il seguente link: %s

# book now button text: singular
source: room selected
it_it: camera selezionata

# book now button text: plural
source: rooms selected
it_it: camere selezionate

source: Room facilities:
it_it: Servizi della camera:

source: Recommended for %s adult(s) and %s child(ren)
it_it: Consigliato per %s adulti e %s bambini

source: The room is not available for this date
it_it: La camera non è disponibile in questa data

source: Prices are per room
it_it: I prezzi si intendono per camera

source: Room conditions:
it_it: Condizioni camera:

source: %s room left!
it_it: %s camera rimasta!

source: More about this room
it_it: Di più su questa stanza

source: Hide room details
it_it: Nascondi dettagli camera

source: View gallery
it_it: Guarda la galleria

source: Rate conditions:
it_it: Condizioni tariffa:
