Repository: Volemak/wp-hotelier-languages-pack
Catalog: packs/wp-hotelier-*.po
Languages: it_it

source: Bed size(s):
it_it: Dimensioni letti:

source: 1 king
it_it: 1 matrimoniale

source: Room size
it_it: Dimensioni camera

source: Stock rooms?
it_it: Quantità camere?

source: This is the total number of rooms available in the structure.
it_it: Questo è il numero totale di stanze disponibili nella struttura.

source: Additional settings
it_it: Impostazioni aggiuntive

source: Require deposit?
it_it: Deposito richiesto?

source: When selected, a deposit is required at the time of booking.
it_it: Se selezionato, è richiesto un deposito al momento della prenotazione.

source: Deposit amount:
it_it: Importo del deposito:

source: Non cancellable?
it_it: Non cancellabile?

source: When checked, reservations that include this room will be non cancellable and non refundable.
it_it: Se selezionato, prenotazioni che includono questa camera saranno non cancellabili e non rimborsabili.

source: Expand all
it_it: Espandi tutto

source: Close all
it_it: Chiudi tutto

source: Add room rate
it_it: Aggiungi tariffa camera

source: Room rate:
it_it: Tariffa camera:

source: Remove
it_it: Rimuovi

source: Before adding variations, add and save some <a href="%1$s">room rates</a>.
it_it: Prima di aggiungere variazioni, aggiungere e salvare alcune <a href="%1$s">tariffe</a> .

source: Additional room settings
it_it: Impostazioni camera aggiuntive

source: Back to the room settings
it_it: Torna alle impostazioni della camera

source: Additional details
it_it: Dettagli aggiuntivi

source: These details are not prominent by default; however, some themes may show them.
it_it: Questi dettagli non sono obbligatori; tuttavia, alcuni temi potrebbero mostrarli.

source: Please fill the required fields.
it_it: Si prega di compilare tutti i campi obbligatori.

source: Reservation manually created by admin.
it_it: Prenotazione creata manualmente dall'amministratore.

source: No booking
it_it: No prenotazioni

source: Manual booking
it_it: Prenotazione manuale

source: Instant booking
it_it: Prenotazione istantanea

source: Plain text
it_it: Testo semplice

source: Multipart text
it_it: Formato Multipart

source: Menu order
it_it: Menù ordine

source: Sort by most recent
it_it: Ordina dal più recente

source: Sort by title
it_it: Ordina per titolo

source: Hotel info
it_it: Dettagli hotel

source: Hotel name
it_it: Nome dell'hotel

source: The name of your hotel.
it_it: Il nome del vostro hotel.

source: Hotel address
it_it: Indirizzo dell'hotel

source: The address of your hotel.
it_it: L'indirizzo del vostro hotel.

source: Hotel postcode
it_it: Codice postale dell'hotel

source: The postcode/zip of your hotel.
it_it: Il codice postale del vostro hotel.

source: Hotel locality
it_it: Località hotel

source: The locality of your hotel.
it_it: La località del vostro hotel.

source: Hotel telephone
it_it: Telefono dell'hotel

source: The telephone number of your hotel.
it_it: Il numero di telefono del vostro hotel.

source: Hotel fax
it_it: Fax dell'hotel

source: The fax number of your hotel.
it_it: Il numero di fax del vostro hotel.

source: Hotel email
it_it: Email dell'hotel

source: The email address of your hotel.
it_it: L'indirizzo email del vostro hotel.

source: Pets
it_it: Animali domestici

source: Are pets allowed?
it_it: Sono ammessi animali?

source: Pets instructions
it_it: Istruzioni per gli animali domestici

source: If you need to give some special instructions, use this field.
it_it: Se avete bisogno di dare alcune istruzioni speciali, utilizzare questo campo.

source: Pets are allowed
it_it: Gli animali sono ammessi

source: Accepted credit cards
it_it: Carte di credito accettate

source: The accepted credit cards for payments made at the hotel. These are not used to pay the deposit (configure the <a href="%s">Payment Gateways</a> settings for that).
it_it: Le carte di credito accettate per i pagamenti effettuati in hotel. Questi non sono utilizzati per pagare il deposito (configurare le impostazioni dei <a href="%s">Metodi di pagamento</a> per questo).

source: Hotelier pages
it_it: Pagine Hotelier

source: Listing page
it_it: Lista delle camere

source: This is the page (the listing page) where guests will see the rooms that are available for the selected dates. The [hotelier_listing] shortcode must be on this page.
it_it: Questa è la pagina (lista delle camere) dove gli ospiti potranno vedere le camere che sono disponibili nelle date selezionate. Lo shortcode [hotelier_listing] deve essere inserito in questa pagina.

source: Booking page
it_it: Pagina prenotazione

source: This is the booking page where guests will complete their reservations. The [hotelier_booking] shortcode must be on this page.
it_it: Questa è la pagina di prenotazione in cui gli ospiti potranno completare le loro prenotazioni. Lo shortcode [hotelier_booking] deve essere inserito in questa pagina.

source: Terms page
it_it: Pagina Termini & Condizioni

source: If set, guests will be asked to agree to the hotel terms before to request a new reservation.
it_it: Se impostata, gli ospiti saranno invitati ad accettare i termini e le condizioni dell'albergo prima di effettuare una prenotazione.

source: Enforce SSL booking
it_it: Forza SSL durante la prenotazione

source: Enforce SSL (HTTPS) on the booking page (you must have an SSL certificate installed to use this option).
it_it: Forza SSL (HTTPS) sulla pagina di prenotazione (è necessario avere un certificato SSL installato per usare questa opzione).

source: Force HTTP leaving booking
it_it: Forza HTTP all'uscita della prenotazione

source: Force HTTP when leaving the booking page.
it_it: Forza HTTP durante l'uscita della prenotazione.

source: Hotelier endpoints
it_it: Endpoints per Hotelier

source: This endpoint is appended to the booking page to display the page guests are sent to after completing their reservation.
it_it: Questo endpoint è aggiunto all'URL della pagina prenotazione per visualizzare la pagina in cui gli ospiti vengono indirizzati dopo il completamento della prenotazione.

source: This endpoint is appended to the booking page to display the payment form (for reservations generated by the admin).
it_it: Questo endpoint è aggiunto all'URL della pagina prenotazione per visualizzare il form di pagamento (per le prenotazioni create dall'amministratore).

source: Currency settings
it_it: Impostazioni valuta

source: Currency
it_it: Valuta

source: Choose your currency. Note that some payment gateways have currency restrictions.
it_it: Scegliete la vostra valuta. Si noti che alcuni sistemi di pagamento hanno restrizioni valutarie.

source: Currency position
it_it: Posizione simbolo valuta

source: Choose the location of the currency sign.
it_it: Scegliere la posizione del segno di valuta.

source: Before - $10
it_it: Prima - $10

source: After - 10$
it_it: Dopo - 10$

source: Thousands separator
it_it: Separatore delle migliaia

source: This sets the thousand separator (usually , or .) of displayed prices.
it_it: Imposta il separatore delle migliaia (di solito , o .) nei prezzi esposti.

source: Decimal separator
it_it: Separatore decimale

source: This sets the decimal separator (usually , or .) of displayed prices.
it_it: Imposta il separatore decimale (di solito , o .) nei prezzi esposti.

source: Number of decimals
it_it: Numero di decimali

source: This sets the number of decimals points shown in displayed prices.
it_it: Imposta il numero di punti decimali indicati nei prezzi esposti.

source: Room settings
it_it: Impostazioni della camera

source: Room size unit
it_it: Unità di dimensioni camera

source: Listing settings
it_it: Impostazioni della lista delle camere

source: Default room sorting
it_it: Ordinamento camere predefinito

source: Low room availability threshold
it_it: Soglia di bassa disponibilità camera

source: Show rooms unavailable
it_it: Visualizza camere non disponibili

source: Show rooms that are unavailable for the selected dates.
it_it: Visualizza camere non disponibili nelle date selezionate.

source: Room images
it_it: Immagini camera

source: These settings affect the display and dimensions of images in your website, but the display on the front-end will still be affected by the CSS of your theme. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
it_it: Queste impostazioni influiscono sulla visualizzazione e le dimensioni delle immagini nel tuo sito web, ma la visualizzazione nel front-end continuerà ad essere influenzata dalle regole CSS del vostro tema. Dopo aver cambiato queste impostazioni potrebbe essere necessario <a href="%s">rigenerare le miniature</a> .

source: Catalog images
it_it: Immagini catalogo

source: This size is usually used when you list the rooms.
it_it: Questa dimensione è di solito utilizzata nell'elenco delle camere.

source: Single room image
it_it: Foto della singola camera

source: This size is the size used on the single room page.
it_it: Questo è la dimensione usata sulla pagina della camera.

source: Room thumbnails
it_it: Miniature camera

source: This size is usually used for the gallery of images on the room page.
it_it: Questa dimensione è di solito utilizzata per la galleria di immagini sulla pagina della camera.

source: Enable lightbox for room images
it_it: Abilita Lightbox per le immagini della camera

source: Room gallery images will open in a lightbox.
it_it: Le immagini della galleria saranno aperte in una lightbox.

source: Reservation settings
it_it: Impostazioni prenotazione

source: <ul><li><strong>No booking</strong>Show only the room details.</li><li><strong>Manual booking</strong>Guests will be able to request a reservation and the admin will approve or reject the booking manually.</li><li><strong>Instant booking</strong>Guests will be able to make a reservation without manual approval from the admin.</li></ul>
it_it: <ul><li><strong>No prenotazioni</strong>Visualizzare solo i dettagli delle camere.</li><li><strong>Prenotazione manuale</strong>Gli ospiti saranno in grado di richiedere una prenotazione e l'amministratore dovrà approvare o rifiutare la prenotazione manualmente.</li><li><strong>Prenotazione istantanea</strong>Gli ospiti saranno in grado di effettuare una prenotazione senza richiedere un'approvazione manuale da parte dell'amministratore.</li></ul>

source: Show additional information
it_it: Visualizza ulteriori informazioni

source: Show the "arrival estimated time" and the "special requests" field in the booking form.
it_it: Mostra l'"orario di arrivo previsto" e il campo "richieste speciali" nel modulo di prenotazione.

source: Months in advance
it_it: Mesi in anticipo

source: Only allow reservations for "XX" months from current date (0 unlimited).
it_it: Consenti solo prenotazioni fino a "XX" mesi rispetto alla data corrente (0 illimitato).

source: Arrival date
it_it: Data di arrivo

source: Arrival date must be "XX" days from current date.
it_it: La data di arrivo deve essere tra "XX" giorni rispetto alla data corrente.

source: Minimum nights
it_it: Minimi notti

source: Minimum number of nights a guest can book.
it_it: Numero minimo di notti che un ospite può prenotare.

source: Maximum nights
it_it: Massimo notti

source: Maximum number of nights a guest can book (0 unlimited).
it_it: Numero massimo di notti che un ospite può prenotare (0 illimitato).

source: Hold reservation (minutes)
it_it: Mantenere prenotazione (minuti)

source: Hold reservation (for unpaid reservations that require a deposit) for "XX" minutes. When this limit is reached, the pending reservation will be cancelled. Type "0" to disable. Reservations created by admin are not cancelled.
it_it: Mantenere la prenotazione (le prenotazioni non pagate che richiedono un deposito) per "XX" minuti. Quando viene raggiunto questo limite, la prenotazione viene annullata. Digita "0" per disabilitare. Prenotazioni create dall'amministratore non vengono annullate.

source: Seasonal prices schema
it_it: Schema di prezzi stagionali

source: Define here your global price schema, adding one rate for each date range. Rooms will have a default price (used when no rules are found) and a specific price for each season. To use this schema edit a room, select <em>Seasonal prices</em> in the <em>Price</em> dropdown, and enter the price amount of each season.
it_it: Definire qui lo schema di prezzo globale, aggiungendo una tariffa per ogni intervallo di date. Le camere avranno un prezzo predefinito (utilizzato quando nessuna regola viene trovata) e un prezzo specifico per ogni stagione. Per utilizzare questo schema modifica una camera, seleziona <em>Prezzo stagionale</em> nel menù a discesa <em>Prezzo</em>, e inserisci l'importo di ogni stagione.

source: Price schema
it_it: Schema prezzo

source: Each date range should have have a different price. The last rule defined overrides any previous rules.
it_it: Ogni intervallo di date dovrebbe avere un prezzo diverso. L'ultima regola definita sovrascrive tutte le regole precedenti.

source: Payment gateways
it_it: Metodi di pagamento

source: Default gateway
it_it: Metodi di pagamento predefinito

source: Email options
it_it: Opzioni email

source: Reservation notification emails
it_it: Email di notifica di prenotazione

source: Enter the email address(es) (comma separated) that should receive a notification anytime a reservation is made. Default to <code>%s</code>
it_it: Inserisci gli indirizzi email (separati da virgola) a cui mandare una notifica ogni volta che viene effettuata una prenotazione. Di default a <code>%s</code>

source: "From" name
it_it: "Da" nome

source: "From" email address
it_it: "Da" indirizzo email

source: Email type
it_it: Tipo di email

source: Email logo
it_it: Logo email

source: Upload or choose a logo to be displayed at the top of Hotelier emails. Displayed on HTML emails only.
it_it: Carica o scegli un logo da visualizzare nella parte superiore delle emails di Hotelier. Visibile solo su email di tipo HTML.

source: Email footer text
it_it: Testo piè di pagina email

source: The text to appear in the footer of Hotelier emails.
it_it: Testo che apparirà nel piè di pagina delle email di Hotelier.

source: New reservation emails are sent to the admin when a reservation (or a booking request in "manual" mode) is made.
it_it: Le email di nuova prenotazione vengono inviate all'amministratore quando una prenotazione (o una richiesta di prenotazione nella modalità "manuale") viene effettuata.

source: Enable/disable
it_it: Abilita/disabilita

source: Enable this email notification.
it_it: Abilita questa notifica email.

source: Email subject
it_it: Oggetto email

source: This controls the email subject line. Default: <code>{site_title} - New hotel reservation #{reservation_number}</code>
it_it: Questa opzione controlla l'oggetto della email. Default: <code>{site_title} - Nuova prenotazione hotel #{reservation_number}</code>

source: Email heading
it_it: Intestazione email

source: This controls the main heading contained within the email notification.
it_it: Questa opzione controlla l'intestazione principale della email di notifica.

source: Request received emails are sent to guests when they request a booking ("manual" booking mode only).
it_it: Le email di richiesta ricevuta vengono inviate all'ospite quando effettuano una richiesta (solo in modalità "manuale").

source: This controls the email subject line. Default: <code>Your reservation for {site_title}</code>
it_it: Questa opzione controlla l'oggetto della email. Default: <code>La tua prenotazione per {site_title}</code>

source: Reservation confirmed emails are sent to guests when their reservations are marked confirmed. By the admin (when sent manually) or automatically (after payment if required or immediately in "instant" booking mode).
it_it: Le email di conferma prenotazione vengono inviate agli ospiti quando le loro prenotazioni vengono confermate. Dall'amministratore (quando inviate manualmente) o automaticamente (dopo il pagamento se richiesto o immediatamente nella modalità prenotazione "istantanea").

source: Guest invoice emails can be sent to guests containing their reservation information and payment links. Use these emails when you (the admin) create a reservation manually that requires a payment (deposit).
it_it: Le email di fattura possono essere spedite all'ospite con le informazioni della prenotazione e i link per il pagamento. Usa queste email quando tu (amministratore) crei una prenotazione manuale che richiede un pagamento (deposito).

source: This controls the email subject line. Default: <code>Invoice for reservation #{reservation_number}</code>
it_it: Questa opzione controlla l'oggetto della email. Default: <code>Fattura per la prenotazione #{reservation_number}</code>

source: Cancelled reservation emails are sent to the admin when the guest cancels his reservation.
it_it: Le email di cancellazione prenotazione vengono inviate all'amministratore quando l'ospite annulla la sua prenotazione.

source: This controls the email subject line. Default: <code>{site_title} - Cancelled reservation #{reservation_number}</code>
it_it: Questa opzione controlla l'oggetto della email. Default: <code>{site_title} - Prenotazione cancellata #{reservation_number}</code>

source: Guest cancelled reservation
it_it: Prenotazione cancellata (ospite)

source: Cancelled reservation emails are sent to guests when reservations have been marked cancelled.
it_it: Le email di cancellazione prenotazione (ospite) vengono inviate agli ospiti quando una prenotazione viene annullata.

source: Install Hotelier pages
it_it: Installare le pagine di Hotelier

source: This tool will install all the missing Hotelier pages. Pages already defined and set up will not be replaced.
it_it: Questo tool installer&agrave; tutte le pagine mancanti di Hotelier. Le pagine gi&agrave; definite e configurate non saranno rimpiazzate.

source: Send test email
it_it: Invia email di prova

source: Test if your WordPress installation is sending emails correctly.
it_it: Verifica se la tua installazione di WordPress è in grado di inviare email in modo corretto.

source: Template debug mode
it_it: Modalità debug template

source: This tool will disable template overrides for logged-in administrators for debugging purposes.
it_it: Abilitando questa casella si disabiliteranno gli override del template per tutti gli amministratori loggati.

source: Cleanup guest sessions
it_it: Pulisci tutte le sessioni dei visitatori

source: This tool will delete all guest session data from the database (including any current live booking).
it_it: Questo strumento cancellerà tutti i dati di sessione dei visitatori dal database (inclusi eventuali carrelli attivi).

source: Delete completed bookings
it_it: Elimina prenotazioni completate

source: This tool will delete all completed bookings from the database.
it_it: Questo strumento eliminerà tutte le prenotazioni completate dal database.

source: Remove data on uninstall
it_it: Rimuovi tutti i dati dopo la disinstallazione

source: This tool will remove all Hotelier, Rooms and Reservations data when using the "Delete" link on the plugins screen.
it_it: Questo strumento rimuoverà tutti i dati di Hotelier, delle camere e delle prenotazioni quando viene usato il collegamento "Cancella" nella pagina dei plugin.

source: Server settings & info
it_it: Impostazioni server & info

source: Hotelier version
it_it: Versione Hotelier

source: Theme name
it_it: Nome tema

source: Theme version
it_it: Versione tema

source: Parent theme name
it_it: Nome tema genitore

source: Parent theme version
it_it: Versione tema genitore

source: Server info
it_it: Informazioni del server

source: PHP version
it_it: Versione PHP

source: WP debug
it_it: Modalità di debug WP

source: Log directory writable
it_it: Cartella log scrivibile

source: Upload
it_it: Carica

source: Hard crop?
it_it: Hard Crop - taglio forzato dell'immagine?

source: From:
it_it: Dalle:

source: To:
it_it: Alle:

source: Install pages
it_it: Installa pagine

source: Clear sessions
it_it: Cancella sessioni

source: Delete bookings
it_it: Elimina prenotazioni

source: From
it_it: Da

source: To
it_it: A

source: Add new rule
it_it: Aggiungi nuova regola

source: Your license key expired on %s. Please <a href="%s" target="_blank">renew your license key</a>.
it_it: La chiave di licenza è scaduta il %s. Si prega di <a href="%s" target="_blank">rinnovare la chiave di licenza</a>.

source: Your license key has been disabled. Please <a href="%s" target="_blank">contact support</a> for more information.
it_it: La chiave di licenza è stata disattivata. Si prega di <a href="%s" target="_blank">contattare il supporto tecnico</a> per ulteriori informazioni.

source: Invalid license. Please <a href="%s" target="_blank">visit your account page</a> and verify it.
it_it: Llicenza non valida. Si prega di <a href="%s" target="_blank">visitare la pagina del tuo account</a> e verificare.

source: Your %s is not active for this URL. Please <a href="%s" target="_blank">visit your account page</a> to manage your license key URLs.
it_it: Il tuo %s non è attivo per questo URL. Si prega di <a href="%s" target="_blank">visitare la pagina del tuo account</a> per gestire gli URL della chiave di licenza.

source: This appears to be an invalid license key for %s.
it_it: Sembra essere una chiave di licenza non valida per %s.

source: Your license key has reached its activation limit. <a href="%s">View possible upgrades</a> now.
it_it: La chiave di licenza ha raggiunto il limite di attivazioni. <a href="%s">Vedi possibili aggiornamenti</a>.

source: unknown_error
it_it: errore_sconosciuto

source: There was an error with this license key: %s. Please <a href="%s">contact our support team</a>.
it_it: C'è stato un errore con la tua chiave di licenza: %s. Per favore <a href="%s">contatta il team di supporto</a>.

source: License key never expires.
it_it: La chiave di licenza non scade mai.

source: Your license key expires soon! It expires on %s. <a href="%s" target="_blank">Renew your license key</a>.
it_it: La chiave di licenza scade presto! Scade il %s. <a href="%s" target="_blank">Rinnova la chiave di licenza</a>.

source: Your license key expires on %s.
it_it: La tua chiave di licenza scade il %s

source: To receive updates, please enter your valid %s license key.
it_it: Per ricevere gli aggiornamenti, inserisci la tua chiave di licenza per %s.

source: License Key
it_it: Chiave Licenza

source: Deactivate License
it_it: Disattivare la licenza

source: All missing Hotelier pages was installed successfully.
it_it: Tutte le pagine di Hotelier mancanti sono state installate con successo.

source: Test email from %s
it_it: Email di prova da %s

source: Email sent. This does not mean it has been delivered. See %s in the Codex for more information.
it_it: Mail inviata. Questo non significa che è stata effettivamente spedita. Guarda %s per maggiori informazioni.

source: Sessions successfully cleared.
it_it: Sessioni cancellate con successo.

source: Bookings successfully deleted.
it_it: Prenotazioni eliminate con successo.

source: Page not set
it_it: La pagina non è impostata

source: The page is set, but it does not exist
it_it: La pagina è impostata, ma non esiste

source: The page is set, but it is not public
it_it: La pagina è impostata, ma non è pubblica

source: The page requires this shortcode: %s
it_it: La pagina richiede questo shortcode: %s

source: Not available
it_it: Non disponibile

source: %s - Easy WP Hotelier requires at least PHP 5.6.0. Please update your PHP version.
it_it: %s - Easy WP Hotelier richiede almeno PHP 5.6.0. Si prega di aggiornare la propria versione di PHP.

source: %s - We recommend setting memory to at least 64MB.
it_it: %s - Si consiglia di impostare la memoria ad almeno 64MB.

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disattivato
